[
  "1 Applications",
  "This section is relevant to and has been provided to group applications only and has been elided for clarity.",
  "2  Attendance",
  "2.1 There is no entry fees for involvement with the march, but no entrant or attendees may take part unless approved by Bath Pride. ",
  "2.2 Any children attendees under 16 must be accompanied by a responsible adult. ",
  "2.3 Bath Pride reserves the right at any time to require the removal of any piece of equipment, display, decoration, wording, or other item from entry. ",
  "2.4 Bath Pride reserves the right to order entrants in any such order it sees fit. ",
  "2.5 Entrants and attendees must adhere to the directed route and must follow directions from any stewards or marshals, including during the assembly and dispersal of the march. ",
  "2.6 Bath Pride reserves the right to change the start time, location and route, and to cancel the march at any time. In such circumstances no compensation will be payable to any entrant. ",
  "2.7 Entrants cannot transfer any allocated space to a third party, and no space or surface shall be sold to third parties as advertising space. ",
  "2.8 Entrants must not use any fireworks, sparklers, naked flames, firecrackers, explosives, pyrotechnics, or any other item of a similar nature. ",
  "2.9 Entrants must not have any motorised vehicles or equipment of a similar nature. ",
  "3 Health and Safety",
  "3.1 Entrants must take all reasonable steps to ensure that all relevant requirements of Health and Safety legislation are met during their participation in the Parade. ",
  "3.2 Entrants must be prepared for adverse weather conditions with appropriate protection. ",
  "4 Insurance and Indemnity",
  "4.1 Entrants shall indemnify Bath Pride from and against all loss, actions, claims, damages, costs, expenses and liabilities of whatever nature howsoever arising incurred by the Council in connection with the entrant’s entry and participation in the march (including its assembly and dispersal periods). ",
  "4.2 Bath Pride shall not be liable for any loss, damage or injury incurred by any entrant to or participant in the march (whether an individual or organisation), or to any equipment forming part of an entry, or to the property of any person taking part in the march (whether or not such property forms part of an entry) at any time during the march (including its assembly and dispersal periods) howsoever such loss or damage is caused, save only that Bath Pride does not exclude liability for any personal injury or death caused by the Bath Pride’s own negligence.  ",
  "4.3 Bath Pride shall not be liable for any loss, damage, claim or expense of any nature whatsoever in the event of cancellation of the Parade for whatever cause or withdrawal of an entry from the Parade under any of the clauses of these conditions",
  "5 Additional Considerations",
  "5.1 Entrants agree to participate in any publicity and documentation organised by Bath Pride in the period leading up to and during the march. ",
  "5.2 Disputes as to the interpretation of these Terms and Conditions will be resolved by the Bath Pride Trustee Chair or Organising Committee Chair, whose decision will be final.    ",
  "5.3 All attendees and entrants will be kind, compassionate, and respectful of each other and the wider public at all times. "
]
