[
  "The current Bath Pride charity was formed to fill a gap in the LGBTQ+ community in the City of Bath. The trustees and organising committee are made up of several existing community leaders, with a variety of event and other experiences, from a wide range of ages, orientations and gender identities. We aim to be inclusive in all that we do, and to bring joy and advocacy to the LGBTQ+ community in Bath.",
  "# Marketing assets",
  "@media/bath pride poster DAY square.jpg:Sample advertising material:Bath Pride advertising poster for the day event at The Holburne Museum",
  "Click = https://drive.google.com/file/d/1XJfuluQRP8q_AZU0vkyemEYfubt6s8P9/view?usp=sharing = here = to download a press kit of advertising material for the day and evening events for the 2024 Bath Pride",
  "# Flavour images",
  "We are providing a few photographs of members of our organising committee, that can be used as community interest or other flavour images in articles that need them. Feel free to save and download them for press and media use.",
  "@media/claire-media.jpg:Claire Warner:Claire Warner",
  "Claire Warner is a member of the organising committee.",
  "@media/remy-media.jpg:'Remy Melee':'Remy Melee'",
  "'Remy Melee' is a member of the organising committee.",
  "@media/tommy-media.jpg:Tommy Parker:Tommy Parker",
  "Tommy Parker is a member of the organising committee.",
  "# Logos and Icons",
  "Here are a selection of logos we use and their use cases. We ask that you do not alter these before using them, and particularly that the margin space around the iconography in the image is not trimmed to ensure good breathing room.",
  "@bath-pride-logo_stone.png:Logo with a Bath stone background:Logo with a Bath stone background",
  "* Logo with Bath Stone background * This is the default logo to use. If the background needs expanding (ie: to put in a circle) use ` #f0e7df ` as the background colour.",
  "@bath-pride-logo_white.png:Logo on a white background:Logo on a white background",
  "* Logo with white background * Use this logo if the context is inappropriate to have the Bath stone background colour, but a specific solid background is required. We recommend against this logo if possible, as one of the bars in the logo is deliberately white, but we understand sometimes this isn't possible.",
  "@bath-pride-logo_transparent.png:Logo on a transparent background:Logo on a transparent background",
  "* Logo with transparent background * Use this logo if it is being placed on a colour that doesn't have high contrast elements, and all the bars are a distinct, non-clashing colour. One of the bars of the logo is white, and therefore this isn't suitable for white backgrounds (for example, this page!), but this logo is prefered over the alternate transparent logo if possible.",
  "@bath-pride-logo_transparent_alt.png:Alternate logo on a transparent background:Alternate logo on a transparent background",
  "* Alternate logo with transparent background * Use this logo if it is being placed on a colour that doesn't have high contrast elements, and all the bars are a distinct, non-clashing colour. This logo is suitable for white backgrounds. We recommend against this logo if possible, as one of the bars in the logo is deliberately white, but we understand sometimes this isn't possible.",
  "@bath-pride-logo_bw.png:Logo in black and white:Logo in black and white",
  "* Logo in black and white * Use this logo if you need to publish in monochrome, rather than using an altered version of another logo. It is suitable to invert this logo to white if the background it is to be used on is dark"
]
