{
  "date": "2025-06-26",
  "title": "BATH PRIDE 2025: FOLLOWING THE FIRST MAJOR PRIDE EVENT FOR THE CITY LAST YEAR",
  "type": "press-release",
  "content": [
    "Bath Pride will be happening again on Saturday 26th July 2025 at Sydney Gardens starting at 11am. The march through the city centre will begin at 12, starting and finishing at Sydney Gardens. ",
    "During the day from 11:00-17:00 there is a free family picnic in Sydney Gardens, which will include live music acts, charity and wares stalls, and an opportunity for people to sit and enjoy the summer weather. ",
    "From 12-1pm there will be a pride march through the city centre. Everyone is welcome to join the march to celebrate the local LGBTQIA+ community, to raise awareness, and to advocate for equal rights for queer and trans individuals. Volunteers and larger groups who would like to march together can sign up through the forms available on the Bath Pride website.   ",
    "In the current political landscape in the UK, Bath Pride is committed to centering the rights of, and advocating for, trans people of all ages and backgrounds. ",
    "Donations are welcome on the day as well as through our online fundraiser. We are a grassroots, volunteer led registered charity offering opportunities for people of all backgrounds to get involved with keeping our community safe and supported. ",
    "We are open to working with organisations, charities and small local businesses in Bath who share our values. Due to the transphobia demonstrated by our current government, we will once again not be allowing political parties to be in attendance.",
    "Bath Pride's Values: * Affirming: Bath Pride will ensure all events are inclusive and accessible to the entire LGBTQIA+ community, and will actively be affirming to all identities and intersections. * Justice: We ensure that all voices are heard, especially those most marginalised. We will champion racial justice. We will champion trans equality. * Grassroots: We will work with the local LGBTQIA+ community and we will never accept big corporate sponsorships, instead being funded by individual donations and local independent businesses. * Vibrant: We will organise events that are insightful, interesting, and enjoyable. We will showcase all facets of the LGBTQIA+ community. * Safe: The safety of our community is paramount, and will always foster a safe inclusive environment in everything we do. All our events will put in place policies and practices to ensure everyone can have a safe and enjoyable time. *",
    "Some volunteers from last year have now joined the committee after seeing the impact and generosity of the team from 2024. One of these committee members writes:",
    "/ 'After being a steward for Bath Pride 2024, I knew I wanted to have more involvement with next year's festivities. I have attended numerous protests in my life but the energy on the day for Bath Pride was palpable - finally having this event occur in the city I now call home was so fulfilling and the sense of achievement amongst the team was immense. I am delighted to be on the committee this year and lay the groundwork for many more Bath Pride's to come.'",
    "Dr Ruth Pearce wrote a blog post on her experience of Bath Pride 2024 and we feel like this quote accurately depicts how we were all feeling on the day and what we endeavour to recreate going forwards:",
    "/ 'Bath Pride was gentle, Bath Pride was beautiful, and Bath Pride was powerful.' She continues to say that 'Bath Pride was about community' and that it was 'radical'. ",

    "ENDS",
    "Note to editors * Bath Pride is a registered charity and the official organisers of Bath Pride 2024. Bath Pride is a volunteer run organisation, and offers volunteering opportunities for people to get involved, or for individuals and organisations to donate. * The family picnic and march are free to attend. * More information can be found on our website = https://www.bathpride.org = Bath Pride website = bathpride.org = * For enquiries please contact = mailto:hello@bathpride.org = hello@bathpride.org = * Images and the Bath Pride logo are available * Instagram = https://www.instagram.com/bath.pride/ = Bath Pride Instagram = https://www.instagram.com/bath.pride/ = *"
  ]
}
