{
  "date": "2024-07-12",
  "title": "BATH PRIDE 2024: FIRST MAJOR PRIDE EVENT FOR THE CITY",
  "type": "press-release",
  "content": [
    "Bath Pride 2024 will be happening on Sunday 18th August 2024, starting at 12:00 at the Holburne Museum in the city centre.",
    "During the day from 12:00-17:00 there is a family picnic at the Holburne Museum, which will include live music acts, charity stalls, and an opportunity for people to sit and enjoy the summer weather.",
    "From 13:00-14:00 there will be a pride march through the city, advocating for LGBT+ rights and equality. All individuals who wish to advocate for LGBT+ rights and equality are welcome on the day. Larger groups who would like a block in the parade can sign up to participate in the march on the Bath Pride website.",
    "The official afterparty will be a WIG! drag cabaret from 18:00 at Komedia, featuring local drag performers and the winner of Bath Drag Performer of the Year.",
    "Tommy Parker, Bath Pride Organising Lead, has said “It's so exciting to have our first Pride event in the city. Pride occurs in cities up and down the country, and it is long overdue for Bath to have a pride event to call its own. We have organised a variety of events to cater to everyone. Giving an opportunity for queer people in Bath to show their pride, and advocate for equality and justice, is so important. Hopefully Bath Pride 2024 is the start of a regular feature of our city.”",
    "Diomede, the winner of Bath Drag Performer of the Year, has said “I am so excited to perform at the first official Bath Pride. There are so many talented queer artists in Bath, and giving the opportunity to showcase the vibrant and thriving drag community is both humbling and thrilling. Our city has so much to be proud of, and one of those is the active queer community we have. Having an event like Bath Pride to bring everyone together is important not just for LGBTQ+ people, but the wider community.”",
    "ENDS",
    "Note to editors * Bath Pride is a registered charity and the official organisers of Bath Pride 2024. Bath Pride is a volunteer run organisation, and offers volunteering opportunities for people to get involved, or for individuals and organisations to donate. * The family picnic and march are free to attend, the official afterparty is a ticketed event and can be obtained on the Komedia website. * More information can be found on our website = https://www.bathpride.org = bathpride.org = * For enquiries please contact = mailto:hello@bathpride.org = hello@bathpride.org = * Bath Pride organisers are available for photographs to be taken, please liaise with the email address above to arrange * Images and the Bath Pride logo are available * Instagram = https://www.instagram.com/bath.pride/ = https://www.instagram.com/bath.pride/ = * Facebook = https://www.facebook.com/BathPride = https://www.facebook.com/BathPride = *"
  ]
}
