{
  "date": "2024-05-01",
  "title": "The Creation of Bath Pride",
  "type": "standard",
  "content": [
    "@read-article.jpg::Graphic saying 'The creation of Bath Pride' and 'read the article'",
    "Bath Pride has officially been registered as a charity. Local LGBTQIA+ activists and organisers have come together to set up Bath Pride, with the aim of creating a vibrant, sustainable, and grassroots pride event that represents the queer community in Bath. ",
    "A pride event in Bath has had difficulties in the past with getting set up, and with the creation and establishment of an official charity with the Charity Commission, the hope is that Bath Pride can be a sustained event that exists for many years to come.",
    "This year the aim is to start small, to create a foundation that can be built upon and improved. The first pride event planned in August 2024 will consist of a march, family picnic,  and evening event, and the organisers are hard at work to get Bath Pride off the ground.",
    "Katie Skinner, the Trustee Chair, has said “I am so happy that a pride event is finally happening in our city. The work of all the organisers and trustees in getting to this point has been humbling, people coming together and helping create a space for LGBTQIA+ people is fantastic to see.”",
    "Tommy Parker, the Bath Pride Organising Committee lead, has said “Bath as a city has so many amazing queer events and activities happening, but the one thing we have been missing is a pride event. Having a pride event is important to so many people in Bath. It not only provides a space for local LGBTQIA+ people to come together, but helps amplify our voices to further our rights, and hopefully create a more tolerant and inclusive city.”",
    "The Bath Pride team are currently in the process of finalising aspects of Bath Pride 2024 and will be updating our website and socials soon with further details of how Bath Pride 2024 will look, and how people can get involved, including volunteering opportunities."
  ]
}
