{
  "date": "2024-08-05",
  "title": "Interview with Diomede and Supernova",
  "type": "standard",
  "content": [
    "@local-drag-1.jpg::Diomede and Supernova in drag looks",
    "/ For this year's Bath Pride, we had the pleasure of sitting down with two incredible individuals and local drag legends, Diomede and Supernova, to chat about their nonbinary experiences. Join us as they share their unique journeys, challenges, and hopes for the future. Whether you're looking to learn, support, or simply understand more about the nonbinary community, Diomede and Supernova's stories are sure to enlighten and inspire. Let's dive in! /",
    "# Can you share your journey of discovering and embracing your nonbinary identity? What were some of the pivotal moments or experiences that helped you understand your nonbinary identity?",
    "Diomede: I realised I wasn't cis before I knew what nonbinary was, so I thought I must be a binary trans guy. After a while I realised that label didn't fit either, and I found out online there was a whole community who felt like they didn't fit cleanly on either side of the gender spectrum, instead being a mix of both, neither, or something else entirely. making friends online and having people use my preferred name and pronouns made it click like, oh, this is who I am. It makes sense now. reading about the history of nonbinary and transmasc lesbians was also a huge part of learning about and accepting myself. I think it helps to know not only are you not alone, but people have been feeling this way long before you. you have a whole history you get to learn about and a whole future you get be a part of.",
    "@local-drag-3.jpg::Supernova",
    "Supernova: I first realised I was non binary when I was 21. I didn't even think gender could have a spectrum and I had never even questioned myself or my gender identity until I started seeing more people. Having visible people everyday who express themselves as who they feel they are and spread information about gender is the main reason that made me realise that I'm also non binary. It just took me years of not knowing nothing about it due to not having information at all until I realised through friends that this has been here for thousands of years. Also, one of the most important tools I've used to explore my gender identity, is drag. That helped a lot.",
    "# What are some of the biggest challenges you've faced as a nonbinary person?",
    "Diomede: Constant misgendering, having to explain or water down my identity to most people, being seen as “woman-lite” (this one SUCKS!)",
    "Supernova: Once I realised I was non binary (and very proud of it) I started expressing myself in a different way. I had always been perceived as a man. But I knew I was not. And at the same time I do enjoy masculinity, but not the idea of masculinity that the system has. So I tried to figure out who I was through clothes and makeup and started deconstructing myself to build up a new masculinity/femininity that could match what I was feeling and could make me feel comfortable. And doing that in public was also a bit scary at first due to the traditional views on gender we've had growing up.",
    "# Can you share any significant triumphs or moments of joy related to your nonbinary identity?",
    "@local-drag-2.jpg::Diomede",
    "Diomede: Doing drag has been massive. Having this character that at its core is both nonbinary and genderqueer, and then having them be celebrated and accepted so completely has been a huge source of joy over the past year.",
    "Supernova: Having more nonbinary people around me has definitely made me feel so much better about how I feel with myself. And I want to be that person for others. I try to be whoever I want to be and I hope that me being visible inspires others that can feel the same way even if they don't have much information about it.",
    "# How important is representation of nonbinary people in media and society to you, and why?",
    "Diomede: While media representation does matter, I find myself cringing at some nonbinary (and a lot of other queer) representation in TV because it's so forced and unnatural. What matters to me most is actual nonbinary people playing nonbinary characters, and actual nonbinary people being themselves. That authenticity will always be by far the most meaningful. eg: watching Jonathan Van Ness come out over the course of Queer Eye was genuinely really affirming for me! Or Mae Martin in season 2 of Feel Good - messy, realistic representation. Good stuff.",
    "@local-drag-5.jpg::Supernova",
    "Supernova: [it's] As important as having cis people. We need to be on the same level to be equal. I think we're quite visible nowadays compared to a few years back but still, we need more visibility in everyday situations. As a community we tend to meet in queer spaces which is great and also social media has helped a lot, but representation is important for people who don't know much about gender expression or identity, or haven't really questioned things yet. Having information there, open to anyone is something that can really help yourself discover what you need.",
    "# What changes do you think would make everyday life easier for nonbinary individuals?",
    "Diomede: Let's just all start introducing our pronouns when we meet people. It seems small, but if everyone's doing it, then you're not the odd one out for being the only person to volunteer your pronouns y'know?",
    "Supernova: Have the option to choose your pronouns everywhere, when you go to the bank, to make a new passport, etc. Having the option of choosing how you want to be referred to, makes you feel like you are seen and you have a place in society. Have gender neutral spaces. Changing rooms, toilets.",
    "@local-drag-4.jpg::Diomede",
    "# What advice would you give to someone who is beginning to explore their nonbinary identity?",
    "Diomede: Don't worry about labels. They're useful to understand and describe our identities but at the end of the day who you feel you are is what matters most. The rest will follow. like, no one in real life is actually telling you that you aren't valid for being a nonbinary lesbian. It's just who you are!",
    "Supernova: I'd say that the best way is to just make it fun and go with the flow. There's not one correct way to be nonbinary, so experimenting with clothes & your pronouns is a good way to get to know how you feel with it. But also surround yourself by friends who will support you!"
  ]
}
