{
  "date": "2025-07-11",
  "title": "Returning home for Bath Pride",
  "type": "standard",
  "content": [
    "/ Last year, Dr Ruth Pearce came to Bath Pride, and wrote about her experiences on the day on = https://ruthpearce.net/2024/08/28/returning-home-for-bath-pride/ = Dr Ruth Pearce's website = her website =. We were profoundly moved by her words, and asked permission to repost them here.",
    "@2024-march.jpeg::Photo of Bath Pride 2024 march",
    "This year saw the city of Bath's first ever Pride march. It felt long overdue, but also an unthinkable impossibility come to life.",
    "I was born and grew up in Bath, before moving to Coventry for university. While some of my friends were eager to leave Bath for more exciting places, I loved the city deeply - and still do.",
    "I was very ambivalent about moving. Growing up on the outskirts, I felt deeply connected to the landscape: the hills, the woods, the little hidden valleys and streams. Meanwhile, Bath's deep human history felt ever-present as I dodged tourists in the Georgian streets, sauntered past the Roman Baths, and climbed past Iron Age fortifications on Solsbury Hill. As a teenager, I went to grunge gigs in listed buildings, and wandered down country lanes to parties in distant farm fields.",
    "I have written a few times recently about = https://ruthpearce.net/2024/01/17/new-years-resolution-smash-the-new-section-28/ = New Year's Resolution: Smash the new Section 28 article on Ruth's website = some of my experiences = as a young queer person in Bath. These were the last days of Section 28. My school was a hotbed of homophobia, and I lived in a void of information. In many ways, I felt so incredibly, utterly = https://ruthpearce.net/2021/03/31/trans-visibility-modelling-possibility/ = Trans Visibility, Modelling Possibility article on Ruth's website = isolated =. At the same time, I received invaluable support at a very vulnerable time in my life: from friends who had my back unconditionally as I came out as trans and bisexual, from teachers who found quiet ways to support me, and from = https://www.offtherecord-banes.co.uk/ = Off The Record's website = Off The Record's = free counselling service for young people,. Bath is home to small-town conservative values but also has a strong liberal streak, and this complexity really was reflected in my experiences.",
    "I didn't really know what Pride was, what Pride was for until years after I left my childhood home. It wasn't until I was a young adult that I really gained an understanding of queer community, of the healing power of both protest and celebration, and of the sheer joy of mass togetherness. That wasn't ever something that felt conceivable for me in Bath, let alone possible.",
    "But of course, as I grew older and changed, so did Bath.",
    "@gays-hill.jpeg::Photo of Ruth posing with a street sign for Gay's Hill, and a placard reading Ban Wes Streeting.",
    "Just like every other part of the UK, more and more young people in Bath came out as lesbian, gay, bi, trans, queer, and/or asexual. Off The Record started up a dedicated = https://www.offtherecord-banes.co.uk/space-lgbtq = Off The Record's website for their SPACE youth group = LGBTQ+ youth group =. In the mid-2010s, Bath had first a gay mayor and later a gay MP. From 2015, students at Bath Spa University organised their own Pride events, and in 2016, Bath Amnesty marked Pride month with a stall. In 2017, a Pride procession block = https://www.bathchronicle.co.uk/whats-on/whats-on-news/bath-pride-celebration-takes-place-190498 = Bath Chronicle article on 2017's pride procession = joined = the Bath Carnival.",
    "I was nevertheless pretty surprised to see the first major, dedicated Bath Pride celebrations planned for this summer, on Sunday 18 August. For this to happen, you needed a critical mass of dedicated organisers, volunteers, and community members prepared to come together and = https://bathnewseum.com/2024/08/18/take-pride-bath/ = Bath Newseum post on Bath Pride 2024 = make it happen =. You needed enough people prepared to assemble and loudly celebrate and protest at a time of rising hatred and violence towards us. You needed to take all of this and put it on the streets of city known for its architecture, parks, and landscape, rather than any kind of political organising or protest culture.",
    "So I returned home, to be a part of it.",
    "Bath Pride was gentle, Bath Pride was beautiful, and Bath Pride was powerful. Bath Pride was a family picnic in the grounds of the Holburne Museum, a club night at Komedia, and a thousand people marching through the streets to demand our liberation.",
    "@happy-people.jpeg::Photo of four happy people at Pride.",
    "Bath Pride was about community. I have so much respect for how much the organisers centred this in everything they did. There were no corporate floats, no major brands, no prioritising of some queer people over others. Most of the people in the march were just ordinary individuals, out solo or with their partners or friends. There was also a significant presence from groups including a local church, the city's roller derby league, and the LGBTQ+ staff group from the Royal United Hospital. My mum volunteered as a steward.",
    "Bath Pride was radical. It had never been done like this before, and it was done so well. While the overwhelming vibe was one of joy and celebration, this was very much a protest. Home-made placards abounded. NHS staff pointedly wore pro-trans t-shirts. A tall person with a stylish mustache wearing a cowboy hat, open pink cropped jacket and pink shorts waved a Palestinian flag in solidarity with the people of Gaza. This Pride was very Bath, but it was also about moving beyond tolerance, arguing for real liberation in a way that challenged the city's cosy liberal consensus.",
    "On some streets, people stood and waved or even joined in, with the march swelling as it went. On others, especially in busy shopping areas, I was reminded of the tension and threat inherent in = https://ruthpearce.net/2018/03/31/we-are-revolting-my-first-trans-pride/#comments = WE ARE REVOLTING: my first Trans Pride article on Ruth's website = Trans Pride =, with confused or hostile looks directed our way. We were challenging people: with loud disco music, with political slogans, with our insistent presence. In the context of Bath's politely commercial street culture, even thoroughly overbaked chants such as “trans rights are human rights” took on a new resonance. At a time when the NHS, schools, and new Labour government are = https://transwrites.world/trans-kids-deserve-better/ = Trans Kids Deserve Better and need your help right now article by Trans Writes = actively attacking = young trans people's basic access to healthcare, education, and any level of personal autonomy, this kind of visibility couldn't be more important.",
    "After the march, my partner and I wandered the Holburne grounds. We admired stalls for local queer crafts, as well as community groups such as Bath Welcomes Refugees, The Diversity Trust, B&NES Fostering, and… Off The Record. I took the time to thank the people on this stall for the support I received from their organisation 20 years ago, and learned about what they are doing to support young people today.",
    "And then we left the city centre - walking up Gay's Hill, before taking time for a drink and apple pie at the Fairfield Arms. The pub, which has been run by a gay couple for many years now, was full of local people enjoying a Sunday roast or just hanging out in the pub garden. We had a chat with one of the landlords, who said he was a bit sad to miss the Pride event, but the weekend was always a busy time for them.",
    "Queer lives are weaved through the very fabric of the city of Bath. We are always and have always been everywhere, quietly getting on with our day to day. But we also deserve love, recognition, community, and visibility on our own terms. That's why Pride is so important."
  ]
}
