{"pageProps":{"article":{"date":"2025-05-22","title":"Pride March Information","type":"standard","content":["@march-info-sq.jpg::A bit more information from Tommy","People have been asking why we are asking for groups to sign up for the march rather than individuals. We hope that by explaining why we have decided on this approach, people can understand what we hope to achieve.","Organising a march has many moving parts and considerations, one of those is insurance. As a charity, we have a responsibility to ensure that we get coverage for our events, including the march. This means that we have to provide an estimate of numbers and if we exceed that threshold we could potentially violate that policy. In order to ensure that we have control on how many people are attending, we decided to do group booking for the march. We have already had an insurer refuse to provide us cover because we are holding a protest march, and with our limited funds it is difficult to find someone to insure us for more people.","Something else we looked into was the safety of our event, particularly the safety of trans people. With our reliance on volunteers for March Stewards, having an open call for attendees would mean a greater likely-hood of people attending with trans exclusionary language and signs. By having named groups apply instead, there is some element of self regulation, reducing the risk of trans exclusionary language finding its way into our Pride March.","Additionally, everyone involved with the organisation of Bath Pride are volunteers, giving up a substantial amount of time for free to deliver a pride event on your behalf. When we look at the events we are organising, we have to look at the workload involved and try to reduce that if possible. Ultimately it is better to have an event that, although not perfect, is still achievable in the time we have available to us. It is easier for us to manage 20 applications than it is to ask 250 people to register, for example.","If you are an individual wanting to be involved, there are still opportunities available to you. There are some people already coordinating their own groups which you can approach and ask to join. Or you can create your own, we have deliberately left the definition of groups loose so that there is opportunity for any type of group to be represented. You can volunteer to be one of our stewards, which will give you the ability to march as well. You can also still join us by being along the parade route, the involvement of those watching the march is just as important as those marching.","This isn't to say that we may want to change our approach in the future if the above situation changes, including allowing individuals. Organising a pride event is difficult at the best of times, and organising the first one even more so. We value people giving their feedback and ideas, and hopefully people in turn will give us their understanding as we try and get Bath Pride established. As the first event, we have always approached this with an element of seeing what works and what is feasible. We want to establish a base on which Bath Pride can be built upon and improve, and have a pride event that we can all be proud of.","If people want to talk about this directly with me, feel free to email us on hello@bathpride.org.","Thank you for your support and understanding,","Tommy Parker","Bath Pride Organising Lead."]}},"abortReason":"!undefined","_urlRewrite":null,"_urlRedirect":"!undefined","abortStatusCode":"!undefined","_abortCall":"!undefined","_pageContextInitHasClientData":"!undefined","_pageId":"/pages/news/@id"}