[
  "@The_Holburne_Museum.jpg:The Holburne Museum:A picture of the front facade of the Holburne Museum",
  "During Bath Pride we are holding a family picnic in the grounds of the Holburne Museum. We will be hosting local musicians to serenade you and charities and other organisations will be there so you can find out what they do and how you can help further LGBT+ rights in Bath.",
  "# Whats on offer",
  "We are still in the process of finalising some of the details to bring you a magical first Bath Pride. What we can say is that we will be having a family picnic in the grounds, so remember to bring your food and drinks with you, to relax and sit alongside the Bath Pride family. There is a cafe within the Holburne Museum if you are feeling peckish. ",
  "We will also have some local musicians that will be playing some music. We are so looking forward to announcing them in the run up to the event so keep an eye on our socials! ",
  "There will also be some charities and other organisations hosting stalls in the Holburne Museum grounds. Pride is more than just celebrating the LGBT+ community, but an opportunity to make Bath a more welcoming city, and we hope you will go along and talk to them about the work that they do. ",
  "# Volunteer",
  "We are looking for volunteers to help us with Bath’s first pride event. We are looking for volunteers to help with the different aspects of Bath Pride. Specifically, we will need support for stewards for our planned pride march, and for people to help out during our picnic. We will provide full training to all our volunteers. ",
  "Volunteers will be helping us with the following: * Be stewards for the Pride March, helping to steer the march along the route, answer questions, and be a visible presence to attendees. * Helpers at the picnic, including helping and clean up the event, manage stalls, and collecting donations for Bath Pride. *",
  "We want volunteering at Bath Pride to be a positive experience for everyone involved. The above activities are there to provide a guide to what we may need help with, and we will only ask you to do things that you are comfortable with and signed up for, and we will always include any accessibility requirements you may have. ",
  "If you wish to sign up to be a volunteer please @ https://forms.gle/WtkmbRtdANbiep7f7 @ complete the sign up form. @",
  "# Where to find us",
  "The Holburne Museum is a ten minute walk from the centre of town along Great Pulteney Street and a 15 minute walk from Bath Spa Train Station (0.8miles). They have bike racks available as well. ",
  "The car park operates under the MiPermit scheme enabling you to pay via your mobile. Their location number is 701060. The car park machine, located by the entrance to the car park, also accepts coins. They have a pay & display car park and a number of free disabled parking spaces for Blue Badge holders. Charges apply from 8am to 6pm daily. The gates are locked at 6pm. Up to 2 hours £3.50, 2 to 3 hours £5, 3 to 4 hours £7, 4 to 6 hours £8.50, 6 to 8 hours £10.50, 8 to 10 hours £12.50.",
  "The D1 and the U1 and U3, all start from the Bus Station (next to the Railway Station). It can also be boarded opposite the Guildhall in the High Street. Get off at the Holburne Museum stop in Great Pulteney Street and cross the road to the Museum which is ahead of you. To return find the  bus stop in Great Pulteney Street, opposite the outgoing one. This bus does not go to the Guildhall on its way back to the Bus Station so get off in North Parade or go all the way to the Bus Station."
]
