[
  "# 1. measure all doorway widths, note any steps/slopes (with height). This includes toilet cubicles. Mention if the toilet has a grab bar, emergency pulley, lowered sink/mirror/hand-dryer (it's still important to mention if you don't have these things)",
  "a. Doorway entrance outside - 98cm width, 3 steps at 15cm height",
  "b. Doorway entrance inside - 120cm width, 0 steps",
  "c. Doorway to main room - 82cm width, 4 steps at 14 cm height",
  "d. Door bathroom outside - 74cm width, 0 steps",
  "e. Door bathroom inside - 57cm width, 1 step at 18cm height",
  "i. Toilet has no grab bar, emergency pulley, lowered skink/mirror or hand-dryer",
  "f. Door to backyard - 90cm width, 5 steps at 19cm height",
  "# 2. Note seating types (ie. backless stools at height X, backed sofas at height X)",
  "a. entrance - backed sofa at 37cm seating height",
  "b. Main seating area - various backed chairs (no arms) at 47cm seating height; various backless stools between 66-80cm seating height; one backed stool at 70cm seating height; 2 backless benches at 38cm seating height; 1 rocking chair with arms at 40cm seating height",
  "# 3. Mention sound/lighting, for you this might be something like quiet music throughout, quieter in X area (?), natural light, background conversation noise.",
  "a. Conversational volume music playing throughout the whole shop, but volume can be adapted to different sensory needs. Music is loudest in the front room and slightly more quiet in the main sitting room.",
  "b. Natural light mixed with overhead lighting from spots throughout the shop, relatively bright but can be turned off in sections to adapt to sensory needs. Fairy lights in the main sitting room.",
  "# 4. Mention all dogs are welcome, not just guide dogs.",
  "a. All dogs are welcome",
  "# 5. I assume you won't having a Hearing Aid Loop system, mention that.",
  "a. No Hearing Aid Loop system",
  "# 6. Do you have an easy-read menu (large type, pictures)? Or at the very least mention printed menus, and provide an online link.",
  "a. No Easy-Read menu, no pictures on menu. Only printed menus on tables, digital menus on website: https://www.daisyandbeanbakes.co.uk/_files/ugd/0e8d30_f2f8ea44fce6434da8665a83f8282be9.pdf",
  "b. https://www.daisyandbeanbakes.co.uk/_files/ugd/0e8d30_e71fe67f833a4ef0854ac69702cceecf.pdf",
  "# 7. Might also be good to mention the ordering system - pay at counter and then drinks and food come to you",
  "a. Ordering and paying at counter, counter and contactless reader at height 95cm, both cash and card/contactless accepted. Food and drinks are delivered to the table.",
  "8. Mention vegan/coeliac-friendly foods",
  "a. Range of vegan and gluten free food and drink available, allergens marked on menus accordingly"
]
