[
  "# March information",
  "See = /bath-pride-2025/pride-march = Bath Pride 2025 March page = our march page = for a recap of the route. Take note the march includes: * uneven paving * drop curbs * Toilets * noise warning * benches on the route * 1.3 miles long *",
  "We will take about an hour as we are pacing it instead of rushing",
  "# Covid safety",
  "# Welcome table",
  "free earplugs and masks",
  "# Children",
  "There is a play area for both older and younger kids.",
  "Kids need to be looked after by a responsible adult as we are near a river, busy roads and train tracks",
  "1 lost child tent",
  "# Staff",
  "Volunteers, first aiders, paramedics, a security team and a wellbeing area if you need help",
  "# BSL interpreters",
  "please don't take photos or film them",
  "# Sensory space",
  "Can't provide that this year. The top of the park is a quieter area of the park - near the bug hotel.",
  "# Terrain info",
  "* The park is on a hill, there are lots of slopes. * There are flat areas. * The bottom of the park is the flattest. * The pathways are wide. * The paths are steep and sloped in parts. * Some of the paths have cracks. * Many of the main pathways are smooth. * There are many bridges in the park over the railway and canal. *",
  "Debris such as sticks and leaves sometimes cover pathways - especially at the top of the park near the tennis courts.",
  "# Toilets",
  "* There is a Changing Places toilet near the main entrance next to the standard toilets. * To gain access to the Changing Places toilet you have to call the number written on the sign next to do the door, you then input the code they give you on the keypad below the sign. * The number is 01249823143. * There is a bench near to the toilets. * There is a single unisex disabled access toilet. * It costs 20p to enter the toilet, this can be paid for by card or cash. * This toilet is located near to the main entrance at the bottom of the park. *",
  "We are providing toilet access - 1 accessible portaloo",
  "# Travel",
  "* There is a bus stop nearby at the Holburne Museum which is next to the park. * There are also bus stops located at: Forester and Darlington Road. The nearest train station is Bath Spa. * Bath Spa station is around a 20-minute walk from the Park. *",
  "# Parking",
  "* Parking in holburne will be limited as some are already designated for those with access needs. * There is free on street parking on Sydney Road, which runs along the side and at the top end of the park. * The on-street parking along the side of the park is for 2 hours maximum between the hours of 8am-7pm, with no return for 1 hour. * The on-street parking at the top end of the park is for 4 hours from Mon Sat between the hours of 8am-7pm with no return within 1 hour. * There is also parking available at Manvers Street Car Park which is a 15-minute walk away. *",
  "# Bins",
  "Bins can be found near the Sydney Place entrance (entrance 4 on the map), Sydney Road Entrance (entrance 5 on the map), the Temple of Minerva, and the play area. ",
  "# Seating",
  "There are benches all over the park. * They are mainly concentrated at the bottom of the park near the main entrance and toilets, and the play area. * There are few at the top of the park. * There is a bench outside the top tennis court. * Most are on flat ground. * Nearly all the benches have arm supports and supported backs, a few do not. *",
  "# Dogs",
  "There are no dog free zones. * Dogs are allowed in all areas of the park. * In the children's play area, they are allowed on leads. *",
  "# Additions",
  "2 Water points",
  "# Sound warning",
  "General sound warning for the event as a whole",
  "The park is surrounded by a busy road. * A railway runs through the park and the trains can be very loud when they pass by. *",
  "# So how can you be an accessibility ally at Bath Pride this year?",
  "Keep the pathways clear for prams, and those with mobility issues and aids",
  "Please keep the accessible toilets free for those that need them",
  "Do not distract or pet support and working dogs",
  "Please do not attend if you are ill or have symptoms of covid",
  "",
  "For any questions, specific access requirements, concerns, or general access feedback: email us on hello@bathpride.org"
]
