[
  "Bath Pride can only operate with the support from our local community. If you are able to, we would appreciate your time or money to help us make Bath a more inclusive and welcoming city for the LGBT+ community.",
  "# Volunteer",
  "We are currently accepting applications to join our team to help organise this year's pride. Fill out = https://docs.google.com/forms/d/e/1FAIpQLSdaOYJoyPmwJ9VeyqXUcTOfaqaDVypqrhwEHLgSrk9Hu4YVLQ/viewform = Bath Pride application form = this form = to let us know you're interested! We will need a range of people in a variety of roles, so let us know what you can bring and we'll be in touch as we build our team up.",
  "# Donate to Bath Pride",
  "Running a charity and organising events costs money, and we rely on donations from our local community. By supporting us, you will be helping us to deliver events, help us keep events free and accessible to all, and will enable our charity to function.",
  "We believe that pride is first and foremost, a protest. We have built Bath Pride to be focused around the LGBT+ community, bringing people together to further LGBT+ equality in Bath. Because of this, we don't offer sponsorship packages or take donations from big corporate donors, which means we don't have the same income streams that most other pride events have. This means we are operating on a much tighter budget, so any support you can offer us would be appreciated.",
  "# Individual Donations",
  "If you want to, and are able to, donate money to us you can do so via = https://www.paypal.com/gb/fundraiser/charity/5069290 = Our PayPal donation link = PayPal = or = https://pay.sumup.com/b2c/QC5QJJED = Our SumUp donation link = SumUp =.",
  "# Corporate Donations",
  "Although we don't rely on big corporate donations, we understand and welcome the many local businesses in Bath who may wish to support our charity and help deliver Pride. If you are an organisation who wants to donate to our charity, you can do so by emailing it to = mailto:hello@bathpride.org = Email hello@bathpride.org = hello@bathpride.org = to discuss this with you, and we will provide a form for you to complete. All corporate donations will be reviewed by our trustee board and we will discuss with you how you can support us.",
  "Because we are not offering traditional corporate sponsorships, we have decided not to have thresholds for how much companies should donate. Instead, we will accept donations big and small, and regardless of the amount donated we will offer the same to all. Any company that donates to us will be listed on our website and we will post about donations on our socials.",
  "For any corporate donation, we ask that companies that donate to us demonstrate that they * are committed to LGBT+ equality, * are a supportive and inclusive organisation, * are local or have a significant presence in Bath or its surrounding locations.  *",
  "If you have any questions, and wish to discuss this further please contact = mailto:hello@bathpride.org = Email hello@bathpride.org = hello@bathpride.org ="
]
