[
  "@2024/holburne.jpg:The Holburne Museum:The front facade of the Holburne Museum",
  "# What's on offer",
  "We are delighted to be having a family picnic event in the grounds of our partner, the Holburne Museum. You can buy food and drink from the Holburne Cafe, or you can bring your own food and drinks with you. Sit down, get comfy, and relax alongside the Bath Pride family.",
  "There will also be a small stage for some musical performances and queer story times. We can’t wait to enjoy the entertainment from our talented community.",
  "Pride is more than just celebrating the LGBTQ+ community, but an opportunity to make Bath a more welcoming city. We are really proud to be working with the charities below who will have a stall at the Bath Pride family picnic. We hope that you will take some time to go along and talk to them about the fantastic work that they do. * Bath Samaritans * Bath Mind * Bath Welcomes Refugees * SARI * Off The Record B&NES * Oasis Hub Bath * The Diversity Trust * Great Western Air Ambulance Charity (GWAAC) * South Western Ambulance Service (SWAST) * B&NES Fostering * RUH LGBTQ+ Staff network * Avon and Wiltshire Mental Health Partnership NHS Trust * Sustainable Communities and LGBTQ+ dementia *",
  "As well as charity stalls, there will be some small queer-owned businesses, and a Wellbeing Area which will include a quiet space for anyone feeling overwhelmed, first aiders, and the Lost Child station.",
  "# Where to find us",
  "The Holburne Museum is a ten minute walk from the centre of town along Great Pulteney Street and a 15 minute walk from Bath Spa Train Station (0.8miles). They have bike racks available as well. ",
  "The car park operates under the MiPermit scheme enabling you to pay via your mobile. Their location number is 701060. The car park machine, located by the entrance to the car park, also accepts coins. They have a pay & display car park and a number of free disabled parking spaces for Blue Badge holders. Charges apply from 8am to 6pm daily. The gates are locked at 6pm. Up to 2 hours £3.50, 2 to 3 hours £5, 3 to 4 hours £7, 4 to 6 hours £8.50, 6 to 8 hours £10.50, 8 to 10 hours £12.50.",
  "The D1 and the U1 and U3, all start from the Bus Station (next to the Railway Station). It can also be boarded opposite the Guildhall in the High Street. Get off at the Holburne Museum stop in Great Pulteney Street and cross the road to the Museum which is ahead of you. To return find the  bus stop in Great Pulteney Street, opposite the outgoing one. This bus does not go to the Guildhall on its way back to the Bus Station so get off in North Parade or go all the way to the Bus Station."
]
