[
  "Our team of volunteers are working hard to deliver Bath Pride. If you want to get involved, as we get closer to the big day, we will be looking for more people. Watch this space!",
  "# Trustees",
  "@team/Katie image.jpg:Katie Skinner:Katie Skinner",
  "* Katie Skinner * Hi I'm Katie. I was born in Bath, and moved back here permanently about ten years ago. I'm bisexual, and I'm disabled - both of these identities shape how I interact with the world. I'm excited to be helping with Bath Pride, and I really believe that participating in your community can be an important way to make big changes.",
  "@team/Bon Image.jpg:Bon O'Hara:Bon O'Hara",
  "* Bon O'Hara * Hi im Bon, I'm a proudly queer and neurodivergant parent, partner, educator and youth worker. I've been a Bath resident since I moved here 20 odd years ago for uni, and I currently live in Peasedown St John. As part of the teams behind the Bath Gender Equality Network, Transcend Festival, and Bristol Butch Bar, I spend a lot of my time creating places for queer people to take up space and I'm really excited for Bath to finally have a grassroots, inclusive Pride celebration of its own.",
  "@team/Tracey Handcock.jpg:Tracey Hancock:Tracey Hancock",
  "* Tracey Hancock * Hi I’m Tracey. I came out in the early 1980s and was active through the section 28 years and beyond. Recently though I’ve taken a less active role in queer issues so I’m really excited to be involved with Bath Pride. I lived in London for a long time and moved to Bath 11 years ago.",
  "# Organising Committee",
  "@team/tommy image.jpg:Tommy:",
  "* Tommy * Hello everyone I am Tommy and I am the one coordinating the Organising Committee. I first moved to Bath to study in 2012 and this city has proceeded to become my home in the last decade. In that time I have been active in campaigning for equality and justice, particularly LGBT+ and gender equality. I am really looking forward to creating a pride that we can all be proud of and represents the vibrant LGBT+ community we have in Bath.",
  "@team/Claire image.jpeg:Claire:",
  "* Claire* Hi I’m Claire (she/her). I’ve been living in Bath for 8 years, moving here after university and putting down roots. I’m a queer musician, arts manager, and educator. I’m navigating life with long covid, trying to balance recovery and all the things I love. Right now, that includes playing with South West Queer Wind Band and attending WIG! I’m bisexual and am so thankful for my little queer family here in Bath. I’m so excited to be part of Bath Pride and for the family to grow!",
  "@icon.png:Diomede:",
  "* Diomede * Hi, I’m Diomede! I’ve been doing drag in Bath for over a year and been studying here since 2021, and in that time I’ve fallen in love with the city and the queer family here. I’m super excited to be part of the committee as I’m really passionate about this pride being a fully inclusive and diverse experience for everyone involved.",
  "@team/Nik Instagram.jpg:Nik:",
  "* Nik * ",
  "@team/Bon Image.jpg:Bon:Bon",
  "* Bon * Hi im Bon, I'm a proudly queer and neurodivergant parent, partner, educator and youth worker. I've been a Bath resident since I moved here 20 odd years ago for uni, and I currently live in Peasedown St John. As part of the teams behind the Bath Gender Equality Network, Transcend Festival, and Bristol Butch Bar, I spend a lot of my time creating places for queer people to take up space and I'm really excited for Bath to finally have a grassroots, inclusive Pride celebration of its own."
]
