[
  "Our team of volunteers are working hard to deliver Bath Pride. Our trustee board provides oversight of Bath Pride's activities, and the organising committee manages the day-to-day running of Pride.",
  "# Trustees",
  "@team/Katie image.jpg:Katie Skinner:Katie Skinner",
  "* Katie Skinner (she/her) * Hi I'm Katie. I was born in Bath, and moved back here permanently about ten years ago. I'm bisexual, and I'm disabled - both of these identities shape how I interact with the world. I'm excited to be helping with Bath Pride, and I really believe that participating in your community can be an important way to make big changes.",
  "@team/Bon Image.jpg:Bon O'Hara:Bon O'Hara",
  "* Bon O'Hara (they/them) * Hi I'm Bon, I'm a proudly queer and neurodivergant parent, partner, educator and youth worker. I've been a Bath resident since I moved here 20 odd years ago for uni, and I currently live in Peasedown St John. As part of the teams behind the Bath Gender Equality Network, Transcend Festival, and Bristol Butch Bar, I spend a lot of my time creating places for queer people to take up space and I'm really excited for Bath to finally have a grassroots, inclusive Pride celebration of its own.",
  "@team/Tracey Handcock.jpg:Tracey Hancock:Tracey Hancock",
  "* Tracey Hancock (she/her) * Hi I'm Tracey. I came out in the early 1980s and was active through the section 28 years and beyond. Recently though I've taken a less active role in queer issues so I'm really excited to be involved with Bath Pride. I lived in London for a long time and moved to Bath 11 years ago.",
  "@team/Matt Wisener.jpg:Matt Wisener:Matt Wisener",
  "* Matt Wisener (he/him) * Hi, I'm Matt. I am a proud queer man who loves living in Bath. I have previous charity trustee experience which I wish to use to help benifit and progress the local queer community. I was a volunteer for the Bath pride march and picnic last year and was blown away by the level of engagement it had with local queer and gender diverse residents, and it just goes to prove that Bath needs, and deserves to have a pride of our own."
]
